davidanson.vscode-markdownlint
docker.docker
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.codespaces
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
grzegorzjudas.vscode-gitbuild
hashicorp.terraform
jbockle.jbockle-format-files
lextudio.restructuredtext
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-bicep
ms-azuretools.vscode-containers
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-pgsql
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azurecli
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-websearchforcopilot
prateekmahendrakar.prettyxml
redhat.vscode-xml
redhat.vscode-yaml
takumii.markdowntable
trond-snekvik.simple-rst
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
yutengjing.open-in-external-app
